[DamageType.DmgType_Transfusion_Impact WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Transfusion_Impact:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cria projéteis de cura"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_TransfusionEffect SkillDefinition]
SkillName="Efeito de Transfusão"
SkillDescription="Cria projéteis de cura que buscam os personagens aliados."
LockedSkillDetailStr="<Locked>"

